/* Heading for UI related to a glyph */
"Glyph" = "Glifo";

/* Button that restores a glyph from a previous file version */
"Restore Glyph" = "Ripristina glifo";

/* Label explaining how a glyph is restored from a previous file version */
"First, renames the current “^[%@](legibility: 'high')” glyph to “^[%@](legibility: 'high')”. Then, restores “^[%@](legibility: 'high')” from the selected version." = "Prima, rinomina il glifo corrente «^[%1$@](legibility: 'high')» in «^[%2$@](legibility: 'high')». Poi, ripristina «^[%3$@](legibility: 'high')» dalla versione selezionata.";

/* Button that restores a glyph from a previous version and gives the restored glyph a specific name */
"Restore Glyph as “^[%@](legibility: 'high')”" = "Ripristina glifo come «^[%1$@](legibility: 'high')»";

/* Label explaining how a glyph is restored from a previous file version */
"Restores “^[%@](legibility: 'high')” from the selected version as “^[%@](legibility: 'high')” in the current font. The current “^[%@](legibility: 'high')” glyph is left unchanged." = "Ripristina «^[%1$@](legibility: 'high')» dalla versione selezionata come «^[%2$@](legibility: 'high')» nel font corrente. Il glifo corrente «^[%3$@](legibility: 'high')» viene lasciato invariato.";

/* Heading for UI related to a layer */
"Layer" = "Livello";

/* Button that restores a layer from a previous file version */
"Restore Layer" = "Ripristina livello";

/* Label explaining how a layer is restored from a previous file version */
"First, creates a backup layer “%@” with the contents of the current layer. Then, replaces the current layer with the layer “%@” from the selected version." = "Prima, crea un livello di backup «%1$@» con il contenuto del livello corrente. Poi, sostituisce il livello corrente con il livello «%2$@» della versione selezionata.";

/* Button that restores a layer from a previous version and marks the restored layer as a backup layer */
"Restore Layer as Backup Layer" = "Ripristina livello come livello di backup";

/* Label explaining how a layer is restored from a previous file version */
"Restores the layer “%@” from the selected version as a backup layer “%@”. The current layers are left unchanged." = "Ripristina il livello «%1$@» dalla versione selezionata come livello di backup «%2$@». I livelli attuali sono lasciati invariati.";

/* Button that restores a layer from a previous version and places it on the background of the current version */
"Restore Layer as Background" = "Ripristina livello come sfondo";

/* Label explaining how a layer is restored from a previous file version */
"Restores the layer “%@” from the selected version by replacing the current background. Any paths, anchors, and other elements on the current background will first be deleted." = "Ripristina il livello «%1$@» dalla versione selezionata sostituendo lo sfondo corrente. Qualsiasi tracciati, ancore e altri elementi sullo sfondo corrente verranno prima cancellati.";

/* Label for a layer that was restored at a certain date */
"Restored (%@): %@: %@" = "Ripristinato (%@): %@: %@";
